Bifurcation/results/openFoam(1e-5)/bifurcation_angle45_1000_ascii/Re100/0/U
FoamFile
{
    format      ascii;
    class       volVectorField;
    object      U;
}
dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (0 0 0);
boundaryField
{
    inlet
    {
        type            surfaceNormalFixedValue;
        refValue        uniform -0.01987921788771625;
    }
    outlet_1
    {
        type            zeroGradient;
    }
    outlet_2
    {
        type            zeroGradient;
    }
    wall-fluid_domain
    {
        type            noSlip;
    }
}
