Bifurcation/results/openFoam(1e-5)/bifurcation_angle45_1000_ascii/Re100/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  11
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    wall-fluid_domain
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          50462;
        startFace       1731170;
    }
    inlet
    {
        type            patch;
        nFaces          628;
        startFace       1781632;
    }
    outlet_1
    {
        type            patch;
        nFaces          556;
        startFace       1782260;
    }
    outlet_2
    {
        type            patch;
        nFaces          558;
        startFace       1782816;
    }
)

// ************************************************************************* //
